Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Don't show suggestions from Google as you type
be: Не паказваць прапановы ад Google, калі вы набіраеце

source: Don't start the new application.
be: Не запускаць гэтую праґраму.

source: Don't sync
be: Не сынхранізаваць

source: Don't sync avatars
be: Не сынхранізаваць малюнкі

source: Don't use a WiFi network unless it has a good Internet connection
be: Не карыстацца сеткамі Wi-Fi, калі яны ня маюць добрага злучэньня зь сецівам

source: Don't work, look at me!
be: Не працаваць! Глядзець на мяне!

source: Don't you have feelings?
be: І ты не шкадуеш?

source: Don't you know I'm important?!
be: Хіба ты ня ведаеш, што я — важней за ўсё?!

source: Don\u0027t Pair
be: Не спалучаць

source: Done
be: Зроблена

source: Done typing?
be: Скончылі друкаваць?

source: Dot
be: Кропка

source: Dot paginator top
be: Нумараваць кропкамі ўверсе

source: Dot.
be: Кропка.

source: Double Tap to Answer
be: Двойчы націснуць, каб адказаць

source: Double Tap to Hang up
be: Двойчы націснуць, каб пакласьці слухаўку

source: Double tap actions
be: Падвойныя націскі

source: Double-tap
be: Двойчы націсьніце,

# Double-tap to answer
source: Double-tap\nto answer
be: Двойчы націсьніце,\n каб адказаць

# Double-tap to decline
source: Double-tap\nto decline
be: Двойчы націсьніце,\n каб адхіліць

# Double-tap to unlock
source: Double-tap\nto unlock
be: Двойчы націсьніце,\n каб адамкнуць

source: Down for %s.
be: Уніз — %s.

source: Download
be: Спампаваць

source: Download Failed
be: Не ўдалося спампаваць

source: Download Manager
be: Кіраўнік спампоўванага

source: Download and display buddy icons
be: Спампоўваць і паказваць значкі суразмоўцаў

source: Download canceled.
be: Скасавалі спампоўваць.

source: Download complete
be: Спампавалі

source: Download complete, verifying…
be: Спампавалі; правяраем…

source: Download declined
be: Адмовіліся спампоўваць

source: Download declined.
be: Адмовіліся спампоўваць.

source: Download error
be: Далі хібу, калі спампоўвалі

source: Download failed, touch refresh to try again
be: Не ўдалося спампаваць: націсьніце «абнавіць», каб паспрабаваць зноўку

source: Download failed.
be: Не ўдалося спампаваць.

source: Download from developer site
be: Спампаваць з бачыны распрацоўніка

source: Download history
be: Гісторыя спампоўванага

source: Download history is empty.
be: Гісторыя спампоўванага пустая.

source: Download images
be: Спампоўваць відарысы

source: Download interrupted and can't be resumed.
be: Спынілі спампоўваць, працягнуць нельга.

source: Download interrupted.
be: Перапынілі спампоўваць.

source: Download of \"%1$s\" declined.
be: Адмовіліся спампоўваць «%1$s».

source: Download of \"%1$s\" was unsuccessful.
be: Не ўдалося спампаваць «%1$s».

source: Download of message %s from %s was unsuccessful.
be: Не ўдалося спампаваць паведамленьне %s ад %s.

source: Download of message %1$s from %2$s was unsuccessful.
be: Не ўдалося спампаваць паведамленьне %1$s ад %2$s.

source: Download of system update was unsuccessful.
be: Не ўдалося спампаваць абнаўленьне сыстэмы.

source: Download paused
be: Прыпынілі спампоўваць

source: Download ringtone
be: Спампаваць мэлёдыю

source: Download size requires Wi-Fi
be: Такі памер патрабуе Wi-Fi

source: Download too large for operator network
be: Завялікі файл для сеткі вашага апэратара

source: Download unsuccessful
be: Спампаваць не ўдалося

source: Download unsuccessful.
be: Спампаваць не ўдалося.

source: Download was unsuccessful, please try again.
be: Не спампавалі. Паспрабуйце яшчэ раз.

source: Downloaded
be: Спампаванае

source: Downloaded and verified
be: Спампавалі ды праверылі

source: Downloading
be: Спампоўваецца

source: Downloading system update
be: Спампоўваецца абнаўленьне сыстэмы

source: Downloading\u2026
be: Спампоўваецца…

source: Downloading…
be: Спампоўваецца…

source: Downloads
be: Спампоўванае

source: Downloads - Sorted by date
be: Упарадкаванае паводле даты

source: Downloads - Sorted by size
be: Упарадкаванае паводле памеру

source: Downloads can be returned for a full refund within 24 hours of purchase.
be: Цалкам вярнуць грошы за спампаванае можна цягам 24 гадзінаў пасьля таго, як купілі.

source: Draft
be: Чарнавік

source: Drafts
be: Чарнавікі

source: Drag left to decline
be: Перацягніце налева, каб адхіліць

source: Drag left to silence ringer
be: Перацягніце налева, каб сьцішыць званок

source: Drag right to answer
be: Перацягніце направа, каб адказаць

source: Drag right to answer and
be: Перацягніце направа, каб адказаць і

# Drag right to answer and end active call
source: Drag right to answer and\nend active call
be: Перацягніце направа, каб адказаць\n і скончыць бягучы выклік

# Drag right to answer and end call on hold
source: Drag right to answer and\nend call on hold
be: Перацягніце направа, каб адказаць\n і скончыць выклік, які трымаецца

# Drag right to answer and hold active call
source: Drag right to answer and\nhold active call
be: Перацягніце направа, каб адказаць\n і трымаць бягучы выклік

source: Draw an unlock pattern
be: Намалюйце ўзор адмыкаць тэлефон

source: Draw pattern again to confirm:
be: Зноўку намалюйце ўзор, каб пацьвердзіць:

source: Draw pattern to unlock
be: Намалюйце ўзор, каб адамкнуць

source: Draw pattern to unlock screen
be: Намалюйце ўзор, які адамкне экран

source: Draw the gesture in the space below
be: Намалюйце жэст у прасторы ніжэй

source: Draw your desired gesture below.
be: Намалюйце свой жэст ніжэй.

source: Draw your unlock pattern
be: Намалюйце ўзор адмыкаць тэлефон

source: Drawer Columns Landscape
be: Слупкі альбомнага рысавальніка

source: Drawer Columns Portrait
be: Слупкі кніжнага рысавальніка

source: Drawer Rows Landscape
be: Радкі альбомнага рысавальніка

source: Drawer Rows Portrait
be: Радкі кніжнага рысавальніка

source: Drawer Settings
be: Налады рысавальніка

source: Draws the sound wave of any currently playing music track.
be: Малюе гукавую хвалю музычнае дарожкі, якая грае.

source: Driving
be: Ехаць

source: Drop Box
be: Альбом бяз назвы

source: Drop WakeLock
be: Дазволіць засынаць

source: Drop WifiLock
be: Не трымаць Wi-Fi

source: Drop to Uninstall
be: Высталяваць

source: Dual-mode snooze
be: Двохдзейная кнопка «адкласьці»

source: Dubai
be: Дубай

source: Duck attentuation
be: Аслабляць гучнасьць

source: Due to carrier restrictions, large photos will be uploaded over a WiFi connection only.
be: Абмежаваньне апэратара: вялікія фатаздымкі можна запампоўваць толькі праз злучэньне Wi-Fi.

source: Due to carrier restrictions, large videos will be uploaded over a WiFi connection only.
be: Абмежаваньне апэратара: відэа вялікага памеру можна запампоўваць толькі праз злучэньне Wi-Fi.

source: Dump V8 counters
be: Зваліць лічыльнікі V8

source: Dump navigation cache
be: Зваліць запасьнік пераходаў

source: Dump settings
be: Налады звалкі

source: Duplicate Account
be: Аднолькавыя рахункі

source: Duplicate account
be: Аднолькавыя рахункі

source: Duplicate provider authority.
be: Падвоеная спроба пастаўніка апазнацца.

source: Duration
be: Працягласьць

source: Duration (%s sec)
be: Працягласьць (%s сэк.)

source: Duration for slide
be: Працягласьць слайду

source: Duration must be a number
be: Працягласьць мусіць быць лікам

source: Duration must be greater than zero seconds
be: Працягласьць мусіць быць большаю за нуль сэкундаў

source: Duration:
be: Працягласьць:

source: Duration: %s
be: Працягласьць: %s

source: During
be: Цягам

source: During a call, notify me of incoming calls
be: Паведамляць пра ўваходныя выклікі, калі размаўляем

source: During a call, pressing Power ends call instead of turning off screen
be: Націсьніце «Сілкаваньне» падчас выкліку, і вы пакладзяце слухаўку — замест таго, каб выключыць экран

source: Dusk
be: Змрок

source: Dutch (Belgium)
be: галяндзкая (Бэльґія)

source: Dutch (Netherlands)
be: галяндзкая (Галяндыя)

source: E MMM d
be: E, d MMM

source: E-mail or Username
be: Эл. пошта ці ўліковае ймя

source: E-mail or login
be: Эл. пошта ці ўліковае ймя

source: EAP isn't supported.
be: EAP не падтрымваецца.

source: EAP method
be: Спосаб EAP

source: EEE, MMM d, yyyy
be: E, d MMM yyyy г.

source: EEEE, MMMM d
be: d MMMM, EEEE

source: ERI text
be: Тэкст ERI

source: EXCESS SPC FAILURES
be: Перавысілі колькасьць памылак SPC

source: Eastern Time
be: Усходні час

source: Echo / Sound Test Service
be: Рэха (служба спраўджваць гук)

source: Edit
be: Рэдаґаваць

source: Edit VPN network
be: Рэдаґаваць сетку VPN

source: Edit access point
be: Правіць пункт доступу

source: Edit alarm
be: Правіць будзьку

source: Edit album
be: Правіць альбом

source: Edit bookmark
be: Правіць закладку

source: Edit caption
be: Правіць подпіс

source: Edit contact
be: Правіць кантакт

source: Edit details
be: Рэдаґаваць падрабязнасьці

source: Edit event
be: Правіць падзею

source: Edit fixed dialing number
be: Правіць замацаваны нумар

source: Edit folder
be: Правіць каталёґ

source: Edit gestures
be: Рэдаґаваць жэсты

source: Edit group
be: Правіць суполку

source: Edit information below
be: Правіць зьвесткі ніжэй

source: Edit name
be: Правіць імя

source: Edit network
be: Рэдаґаваць сетку

source: Edit number before call
be: Правіць нумар і выклікаць

source: Edit permissions
be: Правіць дазволы

source: Edit photo
be: Правіць фатаздымак

source: Edit post
be: Правіць допіс

source: Edit quick response
be: Рэдаґаваць хуткі адказ

source: Edit quick responses
be: Рэдаґаваць адказы

source: Edit selected contacts
be: Правіць абраныя кантакты

source: Edit slide
be: Правіць слайд

source: Edit slideshow
be: Правіць слайды

source: Edit status
be: Правіць стан

source: Edit sync groups
be: Сынхранізацыя груп

source: Edit template
be: Рэдаґаваць шаблён

source: Edit text
be: Рэдаґаваць тэкст

source: Edit text that you frequently insert when composing emails
be: Вызначце тэкст, які можна будзе хутка ўстаўляць у лісты

source: Edit word
be: Рэдаґаваць слова

source: Edit...
be: Рэдаґаваць…

source: Editor settings
be: Налады рэдактара

source: Education
be: Адукацыя

source: Educational Institution
be: Навучальная ўстанова

source: Effects
be: Ператварэньні

source: Eg. 123.* blocks numbers starting with 123 and .*123.* blocks numbers containing 123
be: Пр., шаблён «123.*» забароніць нумары, якія пачынаюцца зь ліку «123», а шаблён «.*123.*» забароніць нумары, якія зьмяшчаюць лік «123»

source: Eh, no water?
be: Эх, няма вады?

source: Email
be: Эл. пошта

source: Email %s
be: Ліставаць %s

source: Email account
be: Рахунак электроннае пошты

source: Email address
be: Адрас эл. пошты

source: Email address completion
be: Дапаўняць адрас эл. пошты

source: Email addresses
be: Адрасы эл. пошты

source: Email check frequency
be: Як часта спраўджваць пошту

source: Email checking frequency
be: Як часта спраўджваць пошту

source: Email home
be: Ліставаць на хатні

source: Email me when resolved
be: Ліставаць мне, калі праблема вырашыцца

source: Email mobile
be: Ліставаць на перасоўны

source: Email notifications
be: Спавяшчэньні пошты

source: Email to
be: Ліставаць да

source: Email work
be: Ліставаць на працу

source: Email:
be: Эл. пошта:

source: Embarrassed
be: Засаромлены

source: Emboss
be: Выціскаць

source: Emboss off
be: Не выціскаць

source: Emboss on
be: Выціскаць

source: Emergency Broadcast
be: Надзвычайныя рассылкі

source: Emergency Broadcast disabled
be: Забараніць надзвычайныя рассылкі

source: Emergency Broadcast enabled
be: Дазволіць надзвычайныя рассылкі

source: Emergency Callback Mode
be: Стан надзвычайнага зваротнага выкліку

source: Emergency Dialer
be: Надзвычайныя выклікі

source: Emergency call
be: Надзвычайны выклік

source: Emergency calls are restricted by access control.
be: Надзвычайныя выклікі абмяжоўваюцца кантролем доступу.

source: Emergency calls only
be: Толькі надзвычайныя выклікі

source: Emergency dial
be: Надзвычайны выклік

source: Emergency number
be: Надзвычайны нумар

source: Emergency service is blocked.
be: Надзвычайная служба забароненая.

source: Emergency tone
be: Надзвычайны выклік

source: Emirate
be: Эмірат

source: Emoticon
be: Пачуцьцезнак

source: Emoticons
be: Пачуцьцезнакі

source: Employment
be: Праца

source: Employment Opportunities
be: Магчымасьці працаўладкаваньня

source: Employment Opportunities disabled
be: Забараніць магчымасьці працаўладкаваньня

source: Employment Opportunities enabled
be: Дазволіць магчымасьці працаўладкаваньня

source: Employment and Education
be: Адукацыя ды праца

source: Empty Conversation
be: Ачысьціць размову

source: Empty button…
be: Пустая кнопка…

source: Empty chat
be: Пустая гутарка

source: Empty event not created
be: Не стварылі пустое падзеі

source: Empty folder
be: Парожні каталёґ

source: Enable
be: Дазволіць

source: Enable %s
be: Дазволіць %s

source: Enable Auto Retry mode
be: Дазволіць самарушна спрабаваць

source: Enable FDN
be: Замацаваць нумары

source: Enable Incognito Mode
be: Перайсьці ў таемны стан

source: Enable Instant Upload
be: Хутка запампоўваць

source: Enable JavaScript
be: Дазволіць JavaScript

source: Enable SIM PIN
be: Выкарыстоўваць PIN карткі SIM

source: Enable TTY mode
be: Дазволіць спосаб TTY

source: Enable USB mass storage
be: Задзейнічаць сховішча USB

source: Enable alarm
be: Задзейнічаць

source: Enable auto completion while typing
be: Дазволіць самарушна заканчваць, калі друкуем

source: Enable data access over Mobile network
be: Дазволіць доступ да сеціва празь перасоўную сетку

source: Enable data roaming within the same country as your service provider?
be: Ці дазволіць сеціва ў блуканьні ў краіне вашага правайдара?

source: Enable data roaming within the same country as your service provider? Some virtual network providers require this setting to access data. DO NOT enable this option if your provider charges in-country roaming fees! This setting will not take effect until you restart your phone or switch to Airplane Mode and back.
be: Ці дазволіць роўмінґ сеціва ў краіне вашага апэратару? Некаторыя віртуальныя апэратары патрабуюць гэтага дазволу, каб даць доступ да сеціва. НЕ ВЫКАРЫСТОЎВАЙЦЕ гэтую можнасьць, калі ваш апэратар спаганяе плату за роўмінґ унутры краіны. Гэтыя наладжваньні будуць дзейнічаць толькі па наступным запуску тэлефону, або калі вы пераведзяце тэлефон у стан «у самалёце», а потым вернеце назад.

source: Enable debug configuration with extra messages
be: Дазволіць дадатковыя паведамленьні, каб адсочваць хібы

source: Enable encrypted file system storage for private user data in this device
be: Дазволіць шыфраваць файлавую сыстэму сховішча асабістых зьвестак карыстальніка

source: Enable enhanced privacy mode
be: Задзейнічаць палепшаны спосаб адасабленьня

source: Enable exchange parser logging?
be: Ці дазволіць справаздачы разьбіральніку Exchange?

source: Enable exchange parser logging? (Extremely verbose)
be: Ці дазволіць справаздачы разьбіральніку Exchange? (Вельмі шматслоўныя.)

source: Enable exchange sd card logging?
be: Ці дазволіць запісваць справаздачы Exchange на картку SD?

source: Enable extra debug logging?
be: Ці дазволіць дадатковыя справаздачы наладкі?

source: Enable gestures
be: Пазнаваць жэсты

source: Enable haptic feedback
be: Задзейнічаць водгук па дотыку

source: Enable if operator's sent timestamp is not already GMT offset
be: Задзейнічайце, калі часадзнакі апэратара не выраўноўваюцца па Ґрынвічы

source: Enable input error correction
be: Дазволіць выпраўляць памылкі ва ўведзеным

source: Enable location
be: Дазволіць вызначаць месцазнаходжаньне

source: Enable more settings options
be: Задзейнічаць дадатковыя можнасьці наладаў

source: Enable new engine before use
be: Дазвольце яго, каб ужываць

source: Enable notification light while screen is on
be: Сьвяціць толькі пакуль экран улучаны

source: Enable notifications for (new) voicemails
be: Дазволіць паведамляць пра (новую) галасавую пошту

source: Enable phone vibration in response to completed gestures
be: Дазволіць тэлефону трымцець, калі скончылі жэст

source: Enable plug-ins
be: Дазволіць убудовы

source: Enable restore
be: Дазволіць аднаўляць

source: Enable sensitive information debug logging?
be: Ці дазволіць занатоўваць далікатныя зьвесткі дзеля наладкі?

source: Enable sensitive information debug logging? (May show passwords in logs.)
be: Ці дазволіць занатоўваць далікатныя зьвесткі дзеля наладкі? (У справаздачах могуць паказвацца паролі.)

source: Enable sensor rotation
be: Задзейнічаць вярчэньне па чуйніку

source: Enable sync when Wi-Fi is enabled
be: Дазволіць сынхранізаваць, калі ўлучылі Wi-Fi

source: Enable the amber light while charging
be: Сьвяціць жоўтым, калі прылада зараджаецца

source: Enable the global notification counters
be: Паказваць агульныя лічыльнікі спавяшчэньняў

source: Enable the system CA certificate?
be: Ці задзейнічаць сыстэмнае пасьведчаньне асяродку?

source: Enable the use of this speech synthesis engine?
be: Ці дазволіць карыстацца гэтым рухавіком агучваньня?

source: Enable this to avoid system killing the launcher
be: Задзейнічайце гэта, каб забараніць сыстэме забіваць пускач

source: Enable to let the proximity sensor lock the screen even if phone is horizontal.
be: Задзейнічайце, каб дазволіць чуйніку блізкасьці замыкаць экран нат калі тэлефон ляжыць гарызантальна

source: Enable to only show mobile numbers in recipient field
be: Задзейнічайце, каб у поле атрымальніка паказваліся нумары толькі перасоўных

source: Enable to show both date and time in message timestamps
be: Дазваляе паказваць у часадзнаках разам час і дату

source: Enable video calling
be: Дазволіць выклікаць па відэа

source: Enable/disable Bluetooth
be: Улучыць або вылучыць Bluetooth

source: Enable/disable GPS
be: Улучыць або вылучыць GPS

source: Enable/disable SIM PIN
be: Выкарыстоўваць або не код PIN карткі SIM

source: Enable/disable Wi-Fi
be: Улучыць або вылучыць Wi-Fi

source: Enable/disable WiMAX
be: Улучыць або вылучыць WiMAX

source: Enable/disable airplane mode
be: Перайсьці ў стан «у самалёце» або вярнуцца

source: Enable/disable black background
be: Дазволіць (або не) чорны задні плян

source: Enable/disable data sync
be: Сынхранізаваць або не сынхранізаваць

source: Enable/disable email address auto-completion into recipient field
be: Дапаўняць або не адрас эл. пошты ў полі атрымальніка

source: Enable/disable flashlight mode
be: Улучыць або вылучыць «ліхтарык»

source: Enable/disable lock screen
be: Замыкаць экран ці не замыкаць

source: Enable/disable mobile data
be: Улучыць або вылучыць сеціва

source: Enable/disable orientation sensor
be: Ужываць або не чуйнік арыентацыі

source: Enable/disable send message when Enter key pressed
be: Дазволіць або не дасылаць паведамленьне на націску на клявішу ўводу

source: Enable/disable the new dockbar for your shortcuts
be: Ці карыстацца новым латком-паліцаю на выклічнікі

source: Enable/disable the portable Wi-Fi hotspot
be: Улучыць або вылучыць адметны пункт Wi-Fi

source: Enable/disable ui elements
be: Выкарыстоўваць або не складнікі інтэрфэйсу

source: Enabled
be: Дазволена

source: Enables audio headset control
be: Дазваляе кіраваць праґрамаю праз слухаўкі

source: Enables server-specified security policies
be: Дазваляе паслужніку вызначаць правілы бясьпекі

source: Enabling
be: Дазваляецца

source: Enabling Encrypted File Systems requires a device data wipe.
be: Каб пачаць шыфраваць, трэба вычысьціць зьвесткі на прыладзе.

source: Enabling video calling...
be: Дазваляем выклікаць па відэа…

source: Enabling wireless connections\u2026
be: Улучаюцца бяздротавыя злучэньні…

source: Enabling wireless connections…
be: Улучаюцца бяздротавыя злучэньні…

source: Encrypt phone
be: Шыфраваць тэлефон

source: Encrypt phone?
be: Ці зашыфраваць тэлефон?

source: Encrypt private user data
be: Шыфраваць зьвесткі карыстальніка

source: Encrypt tablet
be: Шыфраваць пляншэт

source: Encrypt tablet?
be: Ці зашыфраваць пляншэт?

source: Encrypted
be: Шыфруецца

source: Encrypted File System
be: Шыфраваная файлавая сыстэма

source: Encrypted File Systems Warning.
be: Перасьцярога шыфраваньня файлавае сыстэмы.

source: Encrypted File Systems mode change cancelled.
be: Спынілі зьмяняць стан шыфраваньня файлавае сыстэмы.

source: Encryption
be: Шыфраваньне

source: Encryption takes an hour or more, during which the phone will restart several times.
be: Каб зашыфраваць, спатрэбіцца больш як гадзіна. Падчас гэтага тэлефон можа некалькі разоў нанова запускацца.

source: Encryption takes an hour or more, during which the tablet will restart several times.
be: Каб зашыфраваць, спатрэбіцца больш як гадзіна. Падчас гэтага пляншэт можа некалькі разоў нанова запускацца.

source: Encryption takes an hour or more.
be: Спатрэбіцца больш як гадзіна, каб зашыфраваць.

source: Encryption unsuccessful
be: Не ўдалося зашыфраваць

source: Encryption was interrupted and can't complete.
be: Нельга зашыфраваць: перапынілі.

source: End
be: Скончыць

source: End call
be: Скончыць выклік

source: End chat
be: Скончыць гутарыць

source: End current call
be: Скончыць бягучы выклік

# End current call & answer
source: End current call\n& answer
be: Скончыць бягучы выклік\n і адказаць

source: End date
be: Заканчваецца

source: End one call before you can start another one.
be: Каб пачаць новы выклік, спачатку скончыце які іншы.

source: End point
be: Канцавы пункт

source: End this call to resume.
be: Каб аднавіць яго, скончыце бягучы выклік.

source: End time
be: Заканчваецца а

source: End your current call or put it on hold.
be: Скончыце бягучы выклік, або ўтрымвайце яго.

source: End-User License Agreement
be: Ліцэнзійнае пагадненьне

source: Ending call
be: Заканчваем выклікаць

source: Engaged
be: Заручаны (заручаная)

source: Engaged to %s
be: Заручаны з %s

source: Engine settings
be: Налады рухавіка

source: Engines
be: Рухавікі

source: English
be: Анґельская

source: English (Australia)
be: анґельская (Аўстралія)

source: English (Bangladesh)
be: анґельская (Банґлядэш)

source: English (Canada)
be: анґельская (Канада)

source: English (Generic)
be: анґельская (агульная)

source: English (Hong Kong)
be: анґельская (Ганконґ)

source: English (India)
be: анґельская (Індыя)

source: English (Ireland)
be: анґельская (Ірляндыя)

source: English (Kenya)
be: анґельская (Кенія)

source: English (Malaysia)
be: анґельская (Малайзія)

source: English (New Zealand)
be: анґельская (Новая Зэляндыя)

source: English (Nigeria)
be: анґельская (Ніґерыя)

source: English (Pakistan)
be: анґельская (Пакістан)

source: English (Philippines)
be: анґельская (Філіпіны)

source: English (Singapore)
be: анґельская (Сынґапур)

source: English (South Africa)
be: анґельская (Паўднёвая Афрыка)

source: English (Sudan)
be: анґельская (Судан)

source: English (Tanzania)
be: анґельская (Танзанія)

source: English (UK)
be: анґельская (Вялікабрытанія)

source: English (US)
be: анґельская (ЗША)

source: English (Uganda)
be: анґельская (Уґанда)

source: English-Handwrting
be: Анґельская (ад рукі)

source: Enter
be: Увод

source: Enter %2$s on \u0022%1$s\u0022 to pair.
be: Каб спалучыцца, упішыце %2$s на «%1$s».

source: Enter PIN code
be: Набярыце код PIN

source: Enter PIN to unlock
be: Каб адамкнуць, упішыце PIN

source: Enter PIN2
be: Упішыце PIN2

source: Enter PUK and new PIN code
be: Упішыце код PUK і новы PIN

source: Enter Your Address
be: Упішыце ваш адрас

source: Enter a city or postal code:
be: Упішыце горад або паштовы індэкс:

source: Enter a custom topic:
be: Упішыце тэму на свой выбар:

source: Enter a message here to share with all of your contacts.
be: Упішыце тэкст, які будуць бачыць вашыя кантакты.

source: Enter a number, starting with its country code, or choose one from your phone.
be: Упішыце нумар, які пачынаецца з коду краіны, альбо абярыце нумар з адраснае кнігі.

source: Enter a numeric PIN to unlock screen
be: Упішыце лічбавы код PIN, які адамкне экран
